{"relics":[{"relic":"Messenger Traversing Hackerspace","relic_2":""},{"relic":"Thief of Shooting Meteor","relic_2":"Messenger Traversing Hackerspace"},{"relic":"Longevous Disciple","relic_2":"Messenger Traversing Hackerspace"},{"relic":"Musketeer of Wild Wheat","relic_2":""},{"relic":"Eagle of Twilight Line","relic_2":""}],"planars":[{"planar":"Fleet of the Ageless"},{"planar":"Broken Keel"},{"planar":"Penacony, Land of the Dreams"},{"planar":"Sprightly Vonwacq"}],"body":[{"stat":"HP%"},{"stat":"DEF%"}],"feet":[{"stat":"Speed"}],"rope":[{"stat":"Energy Regen Rate"}],"sphere":[{"stat":"HP%"},{"stat":"DEF%"}],"substats":"SPD > HP = DEF = BREAK Effect > Effect RES","skill_priority":"Ultimate >= Talent > Skill = Basic","traces_priority":"Netherworld (A4) > Reanimated (A6) > Scrivener (A2)","conesNew":[{"cone":"meshing-cogs","super":"5","percent":"-","notes":"Best energy recharge Light Cone available to Hanya. All of her actions outside of her Ultimate are considered attacks meaning she'll gain 8 additional energy each time. Additionally, whenever Hanya is hit she'll also gain 8 energy. This Light Cone allows her to access a 3 action rotation most of the time when playing a Basic\/Skill\/Basic\/Skill rotation and for her to always achieve a 3 action rotation when using the skill spam rotation."},{"cone":"memories-of-the-past","super":"5","percent":"-","notes":"A Light Cone very similar to Meshing Cogs that allows all the same possibilities but with a lower frequency as it does not grant extra energy when Hanya is hit lowering the consistency of some of her rotations that rely on that. In return, it has higher base stats and a bunch of Break Effect which boosts Hanya's survivability and damage potential. Note that this Light Cone must be S5 to match the energy recharge of Cogs but lower super impositions can work."},{"cone":"planetary-rendezvous","super":"1","percent":"-","notes":"Sacrifices energy recharge for a huge Phys DMG% increase which can sometimes be worth it. Primarily useful when some eidolons on Hanya have been unlocked to extend the duration and frequency of the Ultimate."},{"cone":"dance-dance-dance","super":"1","percent":"-","notes":"A situationally powerful option that similarly sacrifices energy recharge in exchange for an advance forward when Hanya uses her Ultimate. As long as you can get your Ultimate within 3 actions this Light Cone can be a powerful choice if built around and allows your team to get more actions in difficult endgame fights."},{"cone":"carve-the-moon-weave-the-clouds","super":"1","percent":"-","notes":"A more generic, less powerful (and more random) alternative to Planetary Rendezvous if your Hanya is supporting a non-physical damaging character."}]}