{"relics":[{"relic":"Passerby of Wandering Cloud","relic_2":""},{"relic":"Messenger Traversing Hackerspace","relic_2":"Passerby of Wandering Cloud"},{"relic":"Longevous Disciple","relic_2":"Passerby of Wandering Cloud"},{"relic":"Messenger Traversing Hackerspace","relic_2":"Longevous Disciple"},{"relic":"Messenger Traversing Hackerspace","relic_2":""},{"relic":"Musketeer of Wild Wheat","relic_2":""}],"planars":[{"planar":"Fleet of the Ageless"},{"planar":"Broken Keel"},{"planar":"Penacony, Land of the Dreams"},{"planar":"Sprightly Vonwacq"}],"body":[{"stat":"Outgoing Healing"},{"stat":"HP%"}],"feet":[{"stat":"Speed"},{"stat":"HP%"}],"rope":[{"stat":"Energy Regen Rate"},{"stat":"HP%"}],"sphere":[{"stat":"HP%"}],"substats":"SPD = HP% > Effect Res = DEF%","skill_priority":"Ultimate >= Skill = Talent > Basic","traces_priority":"Fearful to Act (A2) > Stress Reaction to Horror (A6) > The Cursed One (A4)","teams":[{"name":"Jingliu Hypercarry","member_1":"huohuo","member_2":"jingliu","member_3":"bronya","member_4":"pela"},{"name":"Jingliu Duo-carry","member_1":"huohuo","member_2":"jingliu","member_3":"bronya","member_4":"blade"},{"name":"Topaz Team","member_1":"huohuo","member_2":"asta","member_3":"topaz","member_4":"jing-yuan"},{"name":"Kafka Team","member_1":"huohuo","member_2":"asta","member_3":"kafka","member_4":"guinaifen"},{"name":"Seele Team","member_1":"huohuo","member_2":"seele","member_3":"bronya","member_4":"silver-wolf"}],"conesNew":[{"cone":"night-of-fright","super":"1","percent":"-","notes":"Best all-around Light Cone option providing good base stats, healing boost, a bonus healing effect, and Energy Recharge to assist with the possibility of cutting actions from rotations when lucky. Also, it's the only Abundance Light Cone that can directly increase allies' damage (via ATK stacks)."},{"cone":"time-waits-for-no-one","super":"1","percent":"-","notes":"Best healing output Light Cone providing an insane amount of base healing stats and healing boosts. Sadly, the lack of Energy Recharge and team utility make using this Light Cone difficult to justify if you have no issues keeping the team alive without it."},{"cone":"post-op-conversation","super":"5","percent":"-","notes":"Highest Energy Recharge Light Cone available to Huohuo, which allows her to reach the coveted 3-turn rotation, but at the cost of Healing and Utility."},{"cone":"shared-feeling","super":"5","percent":"-","notes":"An excellent all-around Light Cone providing Huohuo extra Energy every time she uses her Skill but also extra energy to the entire team. Doubles down on her team-wide Energy regeneration, allowing her teammates to reach new breakpoints they would never be able to reach otherwise."},{"cone":"perfect-timing","super":"5","percent":"-","notes":"Provides excellent healing output but also good defensive stats from Effect Res - you can become fully CC immune with the Light Cone if you need it."},{"cone":"quid-pro-quo","super":"5","percent":"-","notes":"A fantastic supportive Light Cone that grants a large amount of energy to an ally at random. A powerful effect but its random nature makes it somewhat unreliable - it also has little in the way of healing boosts causing it to fall behind other options for keeping the team alive. Good but situational."},{"cone":"hey-over-here","super":"5","percent":"-","notes":"Excellent healing output Light Cone for F2P players that ensures Huohuo will have enough stats to keep the team alive. Doesn't have any other supportive capabilities for the team though so a lesser option compared to other lightcones"},{"cone":"multiplication","super":"5","percent":"-","notes":"An option for players with are confident in configuring their team just right. Sacrifices Energy Recharge, base stats, healing boosts and team supports all for an immense more amount of Speed on Huohuo. This Speed will allow for more SP generation and ultimates but can interfere with her rotation. If she ends up moving too fast she may outrun the energy granted to her via her Trace which could lead to suboptimal play."}]}